export const mockFitments = [
  {
    make: 'تويوتا',
    model: 'كامري',
    year: '2022',
    partIds: [1, 3, 4, 5, 7, 8, 9, 10, 11, 13, 16],
  },
  {
    make: 'تويوتا',
    model: 'كامري',
    year: '2024',
    partIds: [1, 3, 4, 6, 7, 8, 9, 10, 11, 14, 17],
  },
  {
    make: 'تويوتا',
    model: 'كورولا',
    year: '2023',
    partIds: [1, 3, 4, 6, 7, 8, 9, 10, 11, 15, 17],
  },
  {
    make: 'هيونداي',
    model: 'إلنترا',
    year: '2023',
    partIds: [4, 5, 6, 10, 12, 13, 14, 16, 17],
  },
  {
    make: 'هيونداي',
    model: 'سوناتا',
    year: '2022',
    partIds: [4, 5, 6, 10, 12, 13, 14, 15, 16],
  },
  {
    make: 'نيسان',
    model: 'التيما',
    year: '2023',
    partIds: [4, 5, 6, 10, 12, 13, 14, 15, 16, 17],
  },
  {
    make: 'نيسان',
    model: 'باترول',
    year: '2024',
    partIds: [4, 5, 6, 10, 12, 13, 14, 15, 16, 17],
  },
  {
    make: 'فورد',
    model: 'تورس',
    year: '2024',
    partIds: [2, 4, 5, 6, 10, 12, 13, 14, 15, 16, 17],
  },
  {
    make: 'جي إم سي',
    model: 'يوكن',
    year: '2023',
    partIds: [4, 5, 6, 10, 12, 13, 14, 15, 16, 17],
  },
]
